Repository: quanghm/researcheresources
Catalog: django/ncs/locale/*/LC_MESSAGES/django.po
Languages: vi

source: This username is already taken. Please choose another.
vi: Bí danh này đã được sử dụng. Bạn hãy chọn một bí danh khác

source: username
vi: bí danh

source: email address
vi: địa chỉ email

source: password
vi: mật khẩu

source: password (again)
vi: mật khẩu (điền lại)

source: Usernames can only contain letters, numbers and underscores
vi: Bí danh chỉ bao gồm các chữ cái, các chữ số và dấu gạch dưới

source: You must type the same password each time
vi: Bạn phải gõ cùng một mật khẩu cho mỗi lần

source: This email address is already in use. Please supply a different email address.
vi: Địa chỉ email này đã được sử dụng. Bạn hãy cung cấp một địa chỉ email khác

source: I have read and agree to the Terms of Service
vi: Tôi đã đọc và đồng ý với những quy định của nghiencuusinh.org

source: You must agree to the terms to register
vi: Bạn phải đồng ý với những quy định này để tiếp tục việc đăng ký

source: Registration using free email addresses is prohibited. Please supply a different email address.
vi: Hãy cung cấp một địa chỉ email khác

source: user
vi: Bí danh

source: activation key
vi: Mã số kích hoạt

source: registration profile
vi: Thông tin đăng ký

source: registration profiles
vi: Các thông tin đăng ký

source: Page not found
vi: Website không tìm thấy

source: We're sorry, but the requested page could not be found.
vi: Xin lỗi bạn. Chúng tôi không tìm thấy website mà bạn đã yêu cầu

source: Home
vi: Trang chủ

source: Server error
vi: Máy chủ bị lỗi

source: Server error (500)
vi: Máy chủ bị lỗi (500)

source: Server Error <em>(500)</em>
vi: Máy chủ bị lỗi (500)

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
vi: Phát hiện thấy lỗi! Lỗi này đã được báo cáo tới Ban quản trị và sẽ được sửa nhanh chóng. Cảm ơn sự kiên nhẫn của bạn

source: As above, but opens the admin page in a new window.
vi: Như phía trên nhưng mở trang quản trị ở một cửa sổ mới

source: Username:
vi: Bí danh:

source: Password:
vi: Mật khẩu

source: Have you <a href="/accounts/password_reset/">forgotten your password</a>?
vi: <a href="/accounts/password_reset/">Quên mật khẩu</a>?

source: Log in
vi: Khắc nhập

source: Change password
vi: Thay đổi mật khẩu

source: Log out
vi: Khắc xuất

source: Password change
vi: Thay đổi mật khẩu

source: Password change successful
vi: Việc thay đổi mật khẩu của bạn đã thành công

source: Your password was changed.
vi: Mật khẩu của bạn đã được thay đổi

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
vi: Để tránh trường hợp mạo danh, xin bạn hãy điền mật khẩu cũ và sau đó điền mật khẩu mới hai lần

source: Old password:
vi: Mật khẩu cũ:

source: New password:
vi: Mật khẩu mới:

source: Confirm password:
vi: Xác nhận lại mật khẩu mới:

source: Change my password
vi: Thay đổi mật khẩu

source: Password reset
vi: Xác lập lại mật khẩu

source: Password reset successful
vi: Việc xác lập lại mật khẩu của bạn đã thành công

source: We've e-mailed a new password to the e-mail address you submitted. You should be receiving it shortly.
vi: Chúng tôi vừa gửi một email tới địa chỉ email mà bạn cung cấp. Bạn sẽ nhanh chóng nhận được email này

source: You're receiving this e-mail because you requested a password reset
vi: Bạn nhận được email này vì bạn đã yêu cầu xác lập lại mật khẩu

source: for your user account at %(site_name)s
vi: cho tài khoản của bạn tại nghiencuusinh.org

source: Please go to the following page and choose a new password:
vi: Hãy vào trang tiếp theo và chọn một mật khẩu mới

source: Your username, in case you've forgotten:
vi: Bí danh của bạn (trong trường hợp bạn đã quên nó:

source: Thanks for using our site!
vi: Cám ơn bạn đã tham gia nghiencuusinh.org

source: email_signature
vi: -- Ban quản trị nghiencuusinh.org --

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
vi: Bạn đã quên mật khẩu của mình? Hãy điền địa chỉ email của bạn vào phía dưới và chúng tôi sẽ cung cấp mật khẩu mới cho bạn và gửi nó tới địa chỉ email của bạn

source: E-mail address:
vi: Địa chỉ email:

source: Reset my password
vi: Xác lập lại mật khẩu của tôi

source: Create an account
vi: Tạo tài khoản

source: Please correct the errors below.
vi: Xin vui lòng sửa chữa lỗi dưới đây

source: Password (again)
vi: Mật khẩu (điền lại)

source: Research Field:
vi: Ngành học

source: Please select your field of study
vi: Bạn hãy chọn ngành học

source: Can you supply?
vi: Bạn có muốn cung cấp bài báo?

source: term_of_service
vi: Điều kiện sử dụng dịch vụ

source: I accept
vi: Tôi đồng ý

source: You must accept the term
vi: Bạn phải đồng ý với những quy định này để tiếp tục việc đăng ký

source: Create the account
vi: Tạo tài khoản
